/* 
  This file contains translations for the power sources provided 
  by Canon cameras. The values must match the wording used by the
  camera (if provided) when set to this language.
*/

"EOSBatterySelectBatteryPower" = "Battery Power";
"EOSBatterySelectMainsPower" = "Mains Power";